Repository: server-danchi-translators/Barotrauma-JPN-OmegaT
Catalog: tm/barotrauma_tuika.tmx
Source language: en_us
Languages: ja_jp

source: Campaign Roadmap
ja_jp: キャンペーンのロードマップ

source: - Explorable locations: As of now, the locations on the campaign map are essentially just menus where you can buy supplies and hire new crew members, but during the Early Access period they will become actual physical locations you can enter and explore.\n\n- Expanded story: You will be able to learn more about the world of Barotrauma by interacting with NPCs and by exploring the outposts and non-man-made locations.\n\n- New mission types: We have plans for several completely new mission types, including personnel transport missions and salvage missions into shipwrecks.\n\n- Balancing: Currently the campaign economy is not very well balanced, but we will start to put more focus into it when we have more of the content in.\n\n- End goal: At the moment it’s not possible to complete the campaign, but in future versions the mysterious location at the center of the map will become reachable...
ja_jp: - 探索可能場所：今のところ、キャンペーンマップ上の位置は、基本的にあなたが物資を購入し、新しい乗組員を雇用ことができるだけのメニューですが、アーリーアクセス期間中に、彼らはあなたが入力して探索することができ、実際の物理的な場所になります\nは\。 N-拡張の話：のNPCと相互作用することにより、そして前哨および非人工の場所を探索することによりBarotraumaの世界についての詳細を学ぶことができる\n個のn新しいミッションの種類を\う：私たちはいくつかの完全に新しいのための計画を持っていますミッションの難破船への人員輸送任務とサルベージミッションを含むタイプ、\nは\n-バランシング：。現在、キャンペーンの経済は非常にバランスのとれたではありませんが、我々は内のコンテンツの多くを持っている場合、それにもっと焦点を置くために開始します\。 n個のn最終目標を\：現時点では、キャンペーンを完了することはできませんが、将来のバージョンでは、地図の中心にある神秘的な場所が到達可能になります...

source: Editors
ja_jp: 編集者

source: The submarine and character editors are modding tools that can be used to expand the core game by creating your own submarines and monsters. The custom creations can be shared in the Steam Workshop.\n\nAt the moment the editors are only available in English. The process of building a fully playable submarine or a functional monster can be quite involved, and unfortunately we don’t offer in-game tutorials or documentation for the editors yet. If you want to take a shot at creating your own custom content with the editors, you may be able to find help through the following links:
ja_jp: 潜水艦やキャラクターの編集者は、独自の潜水艦やモンスターを作成することにより、コアゲームを拡張するために使用できるツールを改造しています。作品は、スチームワークショップで共有することができるカスタムます\n \nATエディタは英語でのみ利用可能です瞬間。完全に再生可能な潜水艦や機能的なモンスターを構築するプロセスは非常に複雑になること、そして残念ながら我々はまだ編集者のためのゲーム内のチュートリアルやドキュメントを提供していません。あなたがエディタを使用して独自のカスタムコンテンツの作成でショットを取りたい場合は、以下のリンクを介してヘルプを見つけることができるかもしれません。

source: Barotrauma Wiki
ja_jp: Barotraumaウィキ

source: Barotrauma Discord Server
ja_jp: Barotraumaの確執サーバー

source: Barotrauma Forums
ja_jp: Barotraumaフォーラム

source: GitHub issue form
ja_jp: GitHubの発行フォーム

source: Barotrauma feedback form
ja_jp: Barotraumaのフィードバックフォーム

source: Report a bug
ja_jp: バグを報告

source: power
ja_jp: パワー

source: shutdown
ja_jp: シャットダウン

source: Hull
ja_jp: 殻

source: Hulls determine which parts are considered to be 'inside the sub'. Generally every room should be enclosed by a hull.
ja_jp: 船体は、「潜水艦内部」であると見なされている部品決定します。一般的にはすべての部屋には、船体で囲む必要があります。

source: Gap
ja_jp: ギャップ

source: Gaps allow water and air to flow between two hulls.
ja_jp: ギャップは、水と空気は、2つのハルの間を流れることを可能にします。

source: Used by AI characters to navigate inside the submarine.
ja_jp: 潜水艦内でナビゲートするためにAIのキャラクターで使用されます。

source: Determines which rooms the crew spawns inside.
ja_jp: 乗組員は内部スポーン部屋を決定します。

source: Large Horizontal Inside Wall
ja_jp: 大広内隔壁

source: A large horizontal wall with collision detection.
ja_jp: 衝突検出付き大型水平隔壁。

source: Large Horizontal Inside Wall with Cables
ja_jp: ケーブル付き大広内隔壁

source: Large Vertical Inside Wall
ja_jp: 大きな垂直内隔壁

source: A large vertical wall with collision detection.
ja_jp: 衝突検出を持つ大規模な垂直隔壁。

source: Large Vertical Inside Wall with Cables
ja_jp: ケーブルと大きな垂直内隔壁

source: Large Inside Wall Cap H1
ja_jp: 大内隔壁キャップH1

source: A large wall cap.
ja_jp: 大きな隔壁キャップ。

source: Large Inside Wall Cap H2
ja_jp: 大内隔壁キャップH2

source: Large Inside Wall Cap H3
ja_jp: 大内隔壁キャップH3

source: Large Inside Wall Cap V1
ja_jp: 大内隔壁キャップV1

source: Large Inside Wall Cap V2
ja_jp: 大内隔壁キャップV2

source: Large Inside Wall Cap V4
ja_jp: 大内隔壁キャップV4

source: Large Inside Wall Tie H1
ja_jp: 大内隔壁タイH1

source: Large Inside Wall Tie H2
ja_jp: 大内隔壁タイH2

source: Large Inside Wall Tie H3
ja_jp: 大内隔壁タイH3

source: Large Inside Wall Tie V1
ja_jp: 大内隔壁タイV1

source: Large Inside Wall Tie V2
ja_jp: 大内隔壁タイV2

source: Large Inside Wall Tie V3
ja_jp: 大内隔壁タイV3

source: Back Wall Ballast A1
ja_jp: 後隔壁バラストA1

source: Ballast back wall.
ja_jp: 隔壁を背バラスト。

source: Back Wall Ballast A2
ja_jp: 後隔壁バラストA2

source: Ballast back wall with pipe.
ja_jp: パイプと隔壁を背バラスト。

source: Back Wall Ballast C
ja_jp: 後隔壁バラストC

source: Back Wall C1
ja_jp: バックウォールC1

source: Mushy grey wall.
ja_jp: どろどろ灰色の隔壁。

source: Back Wall C2
ja_jp: バックウォールC2

source: Back Wall C3
ja_jp: バックウォールC3

source: Mushy grey Greeble wall.
ja_jp: どろどろグレーGreeble隔壁。

source: Back Wall D1
ja_jp: バックウォールD1

source: Metal wall.
ja_jp: 金属隔壁。

source: Back Wall D2
ja_jp: バックウォールD2

source: Back Wall D3
ja_jp: バックウォールD3

source: Back Wall E
ja_jp: 戻るウォーリー

source: Block wall lit.
ja_jp: ブロック隔壁の点灯

source: Back Wall G1
ja_jp: バックウォールG1

source: General grey back wall.
ja_jp: 一般的なグレーの後隔壁。

source: Back Wall G2
ja_jp: バックウォールG2

source: Back Wall G3
ja_jp: 後隔壁G3

source: Back Wall H1
ja_jp: 後隔壁H1

source: Airlock Background.
ja_jp: エアロックの背景。

source: Tail Fin Old A
ja_jp: テールフィン旧A

source: Submarine tail.
ja_jp: 潜水艦尾。

source: Tail Fin A
ja_jp: テールフィンA

source: Tail Fin B
ja_jp: テールフィンB

source: Tail Fin C
ja_jp: テールフィンC

source: Tail Fin D
ja_jp: テールフィンD

source: Submarine Front A
ja_jp: 潜水艦フロントA

source: Front.
ja_jp: 前面。

source: Submarine Front B
ja_jp: 潜水艦フロントB

source: Shell A 90 Degrees
ja_jp: 90度シェル

source: Submarine wall.
ja_jp: 海底隔壁。

source: Shell A 16 Degrees
ja_jp: 16度シェル

source: Shell A 34 Degrees
ja_jp: 34度シェル

source: Shell A 0 Degrees
ja_jp: 0度シェル

source: Shell A 04 Degrees
ja_jp: 04度シェル

source: Shell A 14 Degrees
ja_jp: 14度シェル

source: Shell A 52 Degrees
ja_jp: 52度シェル

source: Shell A 16 Degrees B
ja_jp: 16度Bシェル

source: Shell A 25 Degrees
ja_jp: 25度シェル

source: Shell A 45 Degrees
ja_jp: 45度シェル

source: Shell A 32 Degrees
ja_jp: 32度シェル

source: Shell A 14 Degrees B
ja_jp: 14度Bシェル

source: Shell A 43 Degrees
ja_jp: 43度シェル

source: Shell A 51 Degrees
ja_jp: 51度シェル

source: Shell A 47 Degrees
ja_jp: 47度シェル

source: Shell A 60 Degrees
ja_jp: 60度シェル

source: Shell A 18 Degrees
ja_jp: 18度シェル

source: Shell A 70 Degrees
ja_jp: 70度シェル

source: Shell A 90 Degrees Curve
ja_jp: 90度のカーブをシェル

source: Shell A 45 Degrees B
ja_jp: 45度Bシェル

source: Shell A 57 Degrees
ja_jp: 57度シェル

source: Shell A 40 Degrees
ja_jp: 40度シェル

source: Shell A 61 Degrees
ja_jp: 61度シェル

source: Shell A 17 Degrees
ja_jp: 17度シェル

source: Shell A 34 Degrees B
ja_jp: 34度Bシェル

source: Shell A 26 Degrees
ja_jp: 26度のシェル

source: Shell A 54 Degrees
ja_jp: 54度シェル

source: Shell A 38 Degrees
ja_jp: 38度シェル

source: Shell A Combo 1 1
ja_jp: シェルAコンボ1 1

source: Shell A Combo 1 2
ja_jp: シェルAコンボ1 2

source: Shuttle Shell A01
ja_jp: シャトルシェルA01

source: Shuttle wall.
ja_jp: シャトル隔壁。

source: Shuttle Shell A02
ja_jp: シャトルシェルA02

source: Shuttle Shell A04
ja_jp: シャトルシェルA04

source: Shuttle Shell A05
ja_jp: シャトルシェルA05

source: Shuttle Shell A06
ja_jp: シャトルシェルA06

source: Shuttle Shell A07
ja_jp: シャトルシェルA07

source: Shuttle Shell A08
ja_jp: シャトルシェルA08

source: Shuttle Shell A09
ja_jp: シャトルシェルA09

source: Shuttle Shell A10
ja_jp: シャトルシェルA10

source: Shuttle Shell A11
ja_jp: シャトルシェルA11

source: Shuttle Shell A14
ja_jp: シャトルシェルA14

source: Shuttle Shell A15a
ja_jp: シャトルシェルA15a

source: Shuttle Fin.
ja_jp: シャトルフィン。

source: Shuttle Shell A15b
ja_jp: シャトルシェルA15B

source: Shuttle Shell A15c
ja_jp: シャトルシェルA15C

source: Shuttle Shell A17a
ja_jp: シャトルシェルA17a

source: Shuttle Shell A17b
ja_jp: シャトルシェルA17b

source: Shuttle Shell A17c
ja_jp: シャトルシェルA17c

source: Shuttle Shell A18
ja_jp: シャトルシェルA18

source: Shuttle Shell A19
ja_jp: シャトルシェルA19

source: Shuttle Shell A20
ja_jp: シャトルシェルA20

source: Shuttle Shell A21
ja_jp: シャトルシェルA21

source: Shuttle Shell A22
ja_jp: シャトルシェルA22

source: Shuttle Shell A23
ja_jp: シャトルシェルA23

source: Shuttle Shell A24
ja_jp: シャトルシェルA24

source: Shuttle Shell A25
ja_jp: シャトルシェルA25

source: Shuttle Shell A26
ja_jp: シャトルシェルA26

source: Shuttle Shell A27
ja_jp: シャトルシェルA27

source: Shuttle Shell A28
ja_jp: シャトルシェルA28

source: Shuttle Shell A30
ja_jp: シャトルシェルA30

source: Shuttle Shell A32b
ja_jp: シャトルシェルA32B

source: Shuttle Shell A32c
ja_jp: シャトルシェルA32c

source: Shuttle Shell A32d
ja_jp: シャトルシェルA32d

source: Shuttle Shell A36
ja_jp: シャトルシェルA36

source: Shuttle Shell A37
ja_jp: シャトルシェルA37

source: Shuttle Shell A38
ja_jp: シャトルシェルA38

source: Shuttle Shell A39
ja_jp: シャトルシェルA39

source: Shuttle Shell A40
ja_jp: シャトルシェルA40

source: Shuttle Shell A41
ja_jp: シャトルシェルA41

source: Shuttle Lights A
ja_jp: シャトルライトA

source: Shuttle Plate A
ja_jp: シャトルプレートA

source: Shuttle Plate B
ja_jp: シャトルプレートB

source: Shuttle Bumper A
ja_jp: シャトルバンパーA

source: Shuttle Bumper B
ja_jp: シャトルバンパーB

source: Shuttle Shell A Glass A
ja_jp: シャトルシェルAガラスA

source: Shuttle Shell A Glass B
ja_jp: シャトルシェルAガラスB

source: Shuttle Shell A Glass C
ja_jp: シャトルシェルAガラスC

source: Shuttle Shell A Glass D
ja_jp: シャトルシェルAグラスD

source: Shuttle Shell A Glass E
ja_jp: シャトルシェルAガラスE

source: Shuttle Shell A Glass F
ja_jp: シャトルシェルAガラスF

source: Shuttle Fin A
ja_jp: シャトルフィンA

source: Shuttle Fin B
ja_jp: シャトルフィンB

source: Shuttle Fin C
ja_jp: シャトルフィンC

source: Shuttle Fin D
ja_jp: シャトルフィンD

source: Shuttle Gromit A
ja_jp: シャトルグルミットA

source: Shuttle Gromit B
ja_jp: シャトルグルミットB

source: Shuttle gromit.
ja_jp: シャトルグルミット。

source: Shuttle Gromit C
ja_jp: シャトルグルミットC

source: Shuttle Gromit D
ja_jp: シャトルグルミットD

source: Large Horizontal Back
ja_jp: 大広戻ります

source: A decorative structure with no collision detection.
ja_jp: 無衝突検出と装飾的構造。

source: Small Horizontal Back
ja_jp: 小型水平バック

source: Large Vertical Back
ja_jp: 大きな垂直戻ります

source: Large Vertical Back 2
ja_jp: 大きな垂直戻る2

source: Small Vertical Back
ja_jp: 小型垂直バック

source: Small Vertical Back 2
ja_jp: 小型垂直バック2

source: Engineering Label
ja_jp: エンジニアリングラベル

source: Decorative label.
ja_jp: 装飾ラベル。

source: Command Label
ja_jp: コマンド・ラベル

source: Airlock Label
ja_jp: エアロックラベル

source: Cabins Label
ja_jp: キャビンラベル

source: Medical Label
ja_jp: 医療ラベル

source: Arrow Up
ja_jp: 上矢印

source: Arrow Down
ja_jp: 下矢印

source: Arrow Left
ja_jp: アロー左

source: Arrow Right
ja_jp: 右矢印

source: Cable Holder Horizontal
ja_jp: ケーブルホルダー水平

source: Decorative strip for stowing wires neatly.
ja_jp: きちんとワイヤーを積み込むための装飾のストリップ。

source: Cable Holder Vertical
ja_jp: ケーブルホルダー垂直

source: Window Top
ja_jp: ウィンドウのトップ

source: Top facing glass window.
ja_jp: トップガラス窓に面しています。

source: Window Vertical
ja_jp: ウィンドウの垂直

source: Side facing glass window.
ja_jp: ガラス窓に面した側。

source: Platform Large
ja_jp: 大規模なプラットフォーム

source: Walkable platform that a character may optionally drop down from or climb on.
ja_jp: キャラクターは、必要に応じてダウンから落としたり、上に登ることがあり歩きやすいプラットフォームを提供します。

source: Platform Basic
ja_jp: プラットフォームの基本

source: Walkable platform which a character may optionally drop down from or climb on.
ja_jp: キャラクターは、必要に応じてダウンから落としたり、上に登ることがあり歩きやすいプラットフォームを提供します。

source: Back Wall Rough
ja_jp: バックウォールラフ

source: Back Wall Clean
ja_jp: 後隔壁クリーン

source: Back Wall Panels
ja_jp: 戻る隔壁パネル

source: Back Wall Window
ja_jp: 後隔壁ウィンドウ

source: Back Wall Orange Panels
ja_jp: 後隔壁オレンジパネル

source: Back Wall Orange Panels Window
ja_jp: 後隔壁オレンジパネルウィンドウ

source: Back Wall Pipes
ja_jp: 後隔壁パイプ

source: Slope Forwards
ja_jp: スロープを転送

source: Slope Backwards
ja_jp: 後方スロープ

source: Stairs Right
ja_jp: 階段右

source: Stairs Left
ja_jp: 階段左

source: Bunk
ja_jp: 寝台

source: Crew can sleep here.
ja_jp: 乗員はここに眠ることができます。

source: Ruin Wall Horizontal
ja_jp: ウォール水平を台無しに

source: A basic wall with collision for alien ruins.
ja_jp: エイリアンの遺跡のための衝突との基本的な隔壁。

source: Ruin Wall Vertical
ja_jp: ウォール垂直を台無しに

source: Ruin Wall Heavy Horizontal
ja_jp: ウォールヘビー水平を台無しにします

source: A heavy wall with collision for alien ruins.
ja_jp: エイリアンの遺跡のための衝突と重い隔壁。

source: Ruin Wall Heavy Vertical
ja_jp: ウォールヘビー垂直を台無しにします

source: Ruin Wall Small Horizontal
ja_jp: ウォール小型水平を台無しにします

source: A small wall with collision for alien ruins.
ja_jp: エイリアンの遺跡のための衝突の小さな隔壁。

source: Ruin Wall Small Vertical
ja_jp: ウォール小高を台無しにします

source: Ruin Back Wall Basic
ja_jp: 後隔壁Basicを台無しに

source: A back wall for alien ruins.
ja_jp: エイリアンの遺跡のための後ろの隔壁。

source: Ruin Back Wall Carvings
ja_jp: ウォール彫刻を台無しに戻ります

source: A back wall with carved symbols for alien ruins.
ja_jp: エイリアンの遺跡のために刻まれたシンボルと後ろの隔壁。

source: Ruin Back Wall Fractal
ja_jp: 後隔壁フラクタルを台無しにします

source: A back wall with fractal pattern for alien ruins.
ja_jp: エイリアンの遺跡のためのフラクタルパターンの後ろの隔壁。

source: Ruin Prop Block
ja_jp: プロップブロックを台無しに

source: A decorative prop for alien ruins.
ja_jp: エイリアンの遺跡のための装飾的な小道具。

source: Ruin Prop Fractalball
ja_jp: 遺跡プロップFractalball

source: Ruin Prop Claw
ja_jp: 遺跡プロップクロー

source: Save all
ja_jp: すべてを救う

source: Copy to clipboard
ja_jp: クリップボードにコピー

source: Generate
ja_jp: 生成します

source: Enable lighting
ja_jp: 照明を有効にします

source: Enable cursor light
ja_jp: カーソル光を有効にします

source: Reload textures
ja_jp: テクスチャをリロード

source: Edit sprite
ja_jp: 編集スプライト

source: Child objects
ja_jp: 子オブジェクト

source: Add child object
ja_jp: 子オブジェクトを追加します。

source: Light sources
ja_jp: 光源

source: Add light source
ja_jp: 光源を追加

source: Create a new level object
ja_jp: 新しいレベルのオブジェクトを作成します。

source: Texture path
ja_jp: テクスチャパス

source: Please enter a name for the level object.
ja_jp: レベルオブジェクトの名前を入力してください。

source: The selected name is already in use.
ja_jp: 選択した名前は既に使用されています。

source: Could not find the selected texture file.
ja_jp: 選択したテクスチャファイルが見つかりませんでした。

source: Creating a new joint
ja_jp: 新たな共同を作成します

source: Frozen
ja_jp: フローズン

source: Animation Test Pose Enabled
ja_jp: アニメーションのテストが有効ポーズ

source: Spritesheet Orientation
ja_jp: Spritesheetオリエンテーション

source: Cannot add joints, because no limb elements were found!
ja_jp: 何の四肢要素が見つからなかったため、ジョイントを追加することはできません！

source: Deleting limbs from a humanoid is currently disabled due to crashing
ja_jp: ヒューマノイドから手足を削除すると、現在のクラッシュが原因で無効になっています

source: No content package selected!
ja_jp: いいえコンテンツパッケージが選択されていません！

source: Content package saved at: [path]
ja_jp: コンテンツパッケージに保存： [path]

# Background Color
source: Background \nColor
ja_jp: 背景\nカラー

source: Spritesheet Zoom
ja_jp: Spritesheetズーム

source: Hide Body Sprites
ja_jp: ボディスプライトを隠します

source: Show Wearables
ja_jp: ショーウェアラブル

source: Lock Sprite Origin
ja_jp: スプライトの起源をロック

source: Lock Sprite Position
ja_jp: スプライトの位置を固定

source: Lock Sprite Size
ja_jp: スプライトのサイズをロック

source: Adjust Collider
ja_jp: 衝突を調整します

source: Uniform Scale
ja_jp: 制服スケール

source: Copy Joint Settings
ja_jp: 合同設定をコピーします。

source: Copies the currently tweaked settings to all selected joints.
ja_jp: コピーし、選択したすべての関節に現在微調整の設定。

source: Joint Scale
ja_jp: 共同スケール

source: Limb Scale
ja_jp: 四肢スケール

source: Selected Animation
ja_jp: 選択したアニメーション

# Previous Character
source: Previous \nCharacter
ja_jp: 前\n特徴

# Next Character
source: Next \nCharacter
ja_jp: 次\n特徴

source: Show Parameters
ja_jp: 表示パラメータ

source: Show Spritesheet
ja_jp: Spritesheetショー

source: Show Ragdoll
ja_jp: ショーラグドール

source: Edit Animations
ja_jp: 編集アニメーション

source: Edit Limbs
ja_jp: 編集手足

source: Edit Joints
ja_jp: 編集ジョイント

source: Edit IK Targets
ja_jp: 編集IKターゲット

source: Freeze
ja_jp: フリーズ

source: Auto Freeze
ja_jp: オートフリーズ

source: Limb Pair Editing
ja_jp: 四肢ペアの編集

source: Animation Test Pose
ja_jp: アニメーションのテストポーズ

source: Auto Move
ja_jp: 自動移動

source: Follow Cursor
ja_jp: カーソルをフォロー

source: Display Colliders
ja_jp: ディスプレイのコライダー

source: Edit Background Color
ja_jp: 編集の背景色

source: Quick Save Animations
ja_jp: クイックセーブアニメーション

source: Can't edit Vanilla content!
ja_jp: バニラのコンテンツを編集することはできません！

source: All animations saved
ja_jp: すべてのアニメーションは、保存されました

source: Quick Save Ragdoll
ja_jp: クイックセーブラグドール

source: All animations reset
ja_jp: すべてのアニメーションのリセット

source: Reset Ragdoll
ja_jp: ラグドールをリセット

source: Ragdoll reset
ja_jp: ラグドールリセット

source: Save Ragdoll
ja_jp: 保存ラグドール

source: Please provide a name for the file
ja_jp: ファイルの名前を入力してください

source: Load Ragdoll
ja_jp: ロードラグドール

source: Save Animation
ja_jp: アニメーションを保存

source: Select Animation Type
ja_jp: アニメーションの種類を選択します

source: Load Animation
ja_jp: ロードアニメーション

source: Reload Textures
ja_jp: リロードテクスチャ

source: Recreate Ragdoll
ja_jp: ラグドールを再作成

source: Many of the parameters requires recreation of the ragdoll. If adjusting the parameter doesn't seem to have effect, click this button.
ja_jp: パラメータの多くは、ラグドールのレクリエーションが必要です。パラメータを調整する効果があると思われない場合は、このボタンをクリックします。

source: Create New Character
ja_jp: 新しいキャラクターを作成します。

source: Left click to select the target limb for the other end of the joint.
ja_jp: 関節のもう一方の端のターゲット手足をクリックして選択します左。

source: Hold Left Alt to adjust cycle speed
ja_jp: サイクル速度を調整するために左Altを押したまま

source: Cycle Speed
ja_jp: サイクル速度

source: Movement Speed
ja_jp: 移動速度

source: Head Angle
ja_jp: ヘッド角度

source: Head Position
ja_jp: ヘッド位置

source: Torso Angle
ja_jp: 胴体角度

source: Torso Position
ja_jp: 体幹位置

source: Tail Angle
ja_jp: 尻尾角度

source: Foot Angle
ja_jp: 足の角度

source: Step Size
ja_jp: 歩幅

source: Hand Move Amount
ja_jp: ハンド移動量

source: Tail Movement Speed
ja_jp: 尻尾移動速度

source: Tail Movement Amount
ja_jp: 尻尾移動量

source: Leg Movement Speed
ja_jp: 脚移動速度

source: Leg Movement Amount
ja_jp: 脚運動量

source: Hand Movement Amount
ja_jp: 手の移動量

source: Hold Left Alt to manipulate the other end of the joint
ja_jp: 関節のもう一方の端を操作するために左Altを押したまま

source: Origin
ja_jp: 原点

source: Position: [coordinates]
ja_jp: 座標: [coordinates]

source: Size
ja_jp: サイズ

source: Upper Limit
ja_jp: 上限

source: Lower Limit
ja_jp: 下限

source: Character X
ja_jp: キャラクターX

source: Is a Humanoid?
ja_jp: ヒューマノイドのですか？

source: Can Enter Submarines?
ja_jp: 潜水艦を入力することはできますか？

source: Config File Output
ja_jp: コンフィグファイル出力

source: Texture Path
ja_jp: テクスチャパス

source: The texture file does not exist!
ja_jp: テクスチャファイルは存在しません！

source: Define Ragdoll
ja_jp: ラグドールの定義

source: Load From HTML
ja_jp: HTMLからのロード

source: Limbs
ja_jp: 手足

source: Limb
ja_jp: 四肢

source: Joints
ja_jp: ジョイント

source: Joint
ja_jp: ジョイント

source: Load HTML
ja_jp: HTMLを読み込みます

source: HTML Path
ja_jp: HTMLのパス

source: You need to define one and only one limb as Torso!
ja_jp: トルソとして、唯一の手足を定義する必要があります！

source: Character [name] Created
ja_jp: 作成されたキャラクター[name]

source: Limb Type
ja_jp: 四肢タイプ

source: Source Rectangle
ja_jp: ソース矩形

source: Identifier
ja_jp: 識別子

source: Cannot edit the characters defined in the Vanilla content package!
ja_jp: バニラのコンテンツパッケージで定義されたキャラクターを編集することはできません！

source: An existing character with the same name was found. Do you want to replace it?
ja_jp: 同じ名前を持つ既存のキャラクターが見つかりました。取り替えたいですか？

source: An existing character with the same name was found.
ja_jp: 同じ名前を持つ既存のキャラクターが見つかりました。

source: Items
ja_jp: アイテム

source: Structures
ja_jp: 構造

source: Total hull volume
ja_jp: 総船体ボリューム

source: Selected hull volume
ja_jp: 選択された船体ボリューム

source: Save as item assembly
ja_jp: アイテムのアセンブリとして保存

source: insufficient volume for buoyancy control
ja_jp: 浮力制御には不十分ボリューム

source: Physics bodies
ja_jp: 物理学の遺体

source: Open...
ja_jp: 開いた...

source: Add submarine
ja_jp: 潜水艦を追加

source: Places another submarine into the current submarine file. Can be used for adding things such as smaller vessels, escape pods or detachable sections into the main submarine.
ja_jp: 現在の海底のファイルに別の潜水艦を配置します。例えばメイン潜水艦に小さい船、脱出ポッドや着脱部として物事を追加するために使用することができます。

source: Hold space and click with the mouse to link to another item.
ja_jp: スペースを持ち、別のアイテムにリンクするには、マウスでクリックしてください。

source: Allowed links
ja_jp: 許可されたリンク

source: Character mode
ja_jp: キャラクターモード

source: Allows you to pick up and use items. Useful for things such as placing items inside closets, turning devices on/off and doing the wiring.
ja_jp: あなたが拾うとアイテムを使用することができます。こうした、クローゼット内のアイテムを入れるオン/オフのデバイスを回すと、配線を行うようなものに便利です。

source: Wiring mode
ja_jp: 配線モード

source: Allows you to connect wires between items.
ja_jp: あなたがアイテム間の配線を接続することができます。

source: Generate waypoints
ja_jp: ウェイポイントを生成します

source: AI controlled crew members require waypoints to navigate around the sub.
ja_jp: AI制御の乗組員は、潜水艦の周りに移動するにはウェイポイントが必要です。

source: Show
ja_jp: 表示

source: Lighting
ja_jp: 点灯

source: Waypoints
ja_jp: ウェイポイント

source: Spawnpoints
ja_jp: スポーンポイント

source: Links
ja_jp: リンク

source: Hulls
ja_jp: 船体

source: Gaps
ja_jp: ギャップ

source: Previously used
ja_jp: 以前に使用

source: Name your submarine before saving it.
ja_jp: それを保存する前に、潜水艦に名前を付けます。

source: Save submarine
ja_jp: 潜水艦を保存

source: Save assembly
ja_jp: 保存アセンブリ

source: Hide in menus
ja_jp: メニューに隠します

source: Name your item assembly before saving it.
ja_jp: それを保存する前に、商品のアセンブリに名前を付けます。

source: There's already an item assembly with the same name. Do you want to replace the existing assembly?
ja_jp: 同じ名前のアイテムのアセンブリがすでにあります。既存のアセンブリを交換したいですか？

source: No hulls found in the submarine. Hulls determine the 'borders' of an individual room and are required for water and air distribution to work correctly.
ja_jp: 潜水艦が見つかりません船体。船体は、個々の部屋の「国境」を決定し、正しく動作するように水と空気の流通のために必要とされます。

source: The submarine contains vents which haven't been linked to an oxygen generator. Select a vent and click an oxygen generator while holding space to link them.
ja_jp: 潜水艦は、酸素発生器にリンクされていない通気口が含まれています。ベントを選択し、それらをリンクするためのスペースを保持した状態で酸素発生器をクリックしてください。

source: No waypoints found in the submarine. AI controlled crew members won't be able to navigate without waypoints.
ja_jp: 潜水艦が見つかりませんウェイポイント。 AI制御の乗組員は、ウェイポイントなしでナビゲートすることができません。

source: The submarine does not have spawnpoints for cargo (which are used for determining where to place bought items). To fix this, create a new spawnpoint and change its spawn type' parameter to 'cargo'.
ja_jp: 潜水艦は、（ここで買ったアイテムを配置する場所を決定するために使用されている）貨物のためのspawnpointsを持っていません。この問題を解決するには、新しいspawnpointを作成し、そのスポーンタイプ貨物」にパラメータを 『』に変更。

source: One or more structures/items have been placed very far from the submarine. Do you want to move the camera to them?
ja_jp: 1つ以上の構造は、/アイテムは、潜水艦から非常に遠くに置かれています。彼らにカメラを移動しますか？

source: This submarine was saved using an older version of Barotrauma, which used a different formula to calculate lighting. The lighting in the submarine may now appear too bright. Do you want to automatically readjust the lighting for the new lighting formula?
ja_jp: この潜水艦は、照明を計算するために異なる式を使用圧外傷、古いバージョンを使用して保存しました。潜水艦での照明は今、あまりにも明るく表示されることがあります。自動的に新しい照明式のために照明を再調整しますか？

source: The brightness of the lights has been adjusted. Areas with multiple light sources may still appear too bright and require reducing the range or brightness of the lights manually. You may also use the console command 'multiplylights' to adjust the brightness of all the lights as once. For example, 'multiplylights 1,1,1,0.5' would decrease the brightness by 50%.
ja_jp: 光の明るさが調整されました。複数の光源を有する領域はまだあまりにも明るく見えるし、手動で光の範囲又は輝度を低下させる必要ができます。また、一度すべてのライトの明るさを調整するには、コンソールコマンド「multiplylights」を使用することができます。例えば、「multiplylightsは1,1,1,0.5」50％の明るさを減少させます。

source: You should add the tag 'ballast' to the ballast pumps to allow AI characters to identify which pumps are used for controlling the buoyancy of the submarine.
ja_jp: AIのキャラクターが潜水艦の浮力を制御するために使用されるポンプを識別できるようにするためにバラストポンプにタグ「バラスト」を追加する必要があります。

source: No names given to any of the hulls, using autogenerated names. Characters use the names to refer to different rooms when reporting things such as hull breaches.
ja_jp: 何名が自動生成された名前を使用して、船体のいずれにも与えられていません。キャラクターは、このような船体の侵害として物事を報告する際に別の部屋を参照するために名前を使用しています。

source: A container with items inside was deleted, delete contained items as well?\n\nContained items:\n\n
ja_jp: 内部に削除されたアイテムの入った容器、削除も同様のアイテムが含まれて\n \nContainedアイテム：？\n \n

source: Shuttle
ja_jp: シャトル

source: Unnamed
ja_jp: 名前

source: Reload Sprite
ja_jp: リロードスプライト

source: Reset to prefab
ja_jp: プレハブにリセット

source: Mirror X
ja_jp: ミラーX
